{
    "title" : "Legal Documents",
    "back" : "Back To Login Page",
    "terms" : {
        "title" : "Terms of Service",
        "lastUpdated" : "Last Updates: ",
        "overview" : "Overview",
        "overviewText" : "Welcome to InvoiceHun - invoice and management system for managing invoices, generating invoices, and managing employees and clients. By accessing or using our service, you agree to comply with and be bound by the following terms and conditions. Please read these terms carefully.",
        "subscription" : "Subscription Plans",
        "subscriptionText" : "We offer a range of subscription plans:",
        "basicPlan" : "Basic Plan: Free version with limited features",
        "monthlyPlan" : "Monthly and Annual Plans: Paid plans with expanded features and access.",
        "billing" : "Billing and Payment",
        "billingText1" : "Payment Method: All payments are processed through card payments.",
        "billingText2" : "Automatic Renewal: Subscriptions are set to automatically renew by default. Users may disable automatic renewal at any time.",
        "billingText3" : "Missed Payments: If a payment is missed, the account will automatically revert to the Basic (free) plan. The user will lose access to paid features but retain basic functionality.",
        "billingText4" : "Cancellation: Users may cancel their subscription at any time. Access to paid features will continue until the end of the billing period, at which point the account will revert to the Basic plan.",
        "usage" : "Account Usage",
        "usageText1" : "Account Responsibility: Users are responsible for maintaining the confidentiality of their login credentials and for all activities under their account.",
        "usageText2" : "Account Sharing: Sharing the main account is prohibited. Only authorized users are allowed to access the account.",
        "usageText3" : "User Obligations: Users agree to use the service responsibly and in accordance with all applicable laws and these terms.",
        "ownership" : "Data Ownership and Privacy",
        "ownershipText1" : "Data Ownership: Users retain ownership of all data they enter into the system, including invoices, client information, and employee records.",
        "ownershipText2" : "Data Access: Only authorized users and developers have access to the data, which is stored securely in our database.",
        "termination" : "Termination of Account",
        "terminationText" : "We reserve the right to suspend or terminate an account if the user violates these terms or engages in prohibited activities. Users may export their data before account termination.",
        "limitation" : "Limitation of Liability",
        "limitationText" : "InvoiceHun is provided 'as is' without warranties of any kind. We are not liable for any data loss, interruptions, or other issues that may arise from using the service.",
        "modifications" : "Modifications to the Terms",
        "modificationsText" : "We may modify these terms at any time. Users will be notified of significant changes, and continued use of the service constitutes acceptance of the revised terms."
    },
    "privacy" : {
        "title" : "Privacy Policy",
        "lastUpdated" : "Last Updated: ",
        "introduction" : "Introduction",
        "introductionText" : "InvoiceHun is committed to protecting your privacy. This Privacy Policy describes how we collect, use, and protect your information.",
        "data" : "Data Collection",
        "dataText1" : "Personal Information: We collect personal information necessary for account creation and subscription processing, such as name, email, and payment details.",
        "dataText2" : "User-Generated Data: Information entered by users, including invoices, employee data, and client records, is stored in our system.",
        "dataUsage" : "Data Usage",
        "dataUsageText1" : "Service Improvement: We use collected data to enhance and maintain our services.",
        "dataUsageText2" : "Billing: Payment information is used solely for processing subscription payments.",
        "sharing" : "Data Sharing",
        "sharingText1" : "Third-Party Processors: We may share certain information with trusted third-party providers, such as payment processors, to facilitate service delivery.",
        "sharingText2" : "Access by Developers: Our developers may access data strictly for technical support and maintenance purposes.",
        "security" : "Data Security",
        "securityText" : "We implement various security measures to protect user data and prevent unauthorized access. All data is stored securely, and only authorized users and developers can access it.",
        "rights" : "User Rights",
        "rightsText1" : "Access and Correction: Users can access and correct their personal information at any time.",
        "rightsText2" : "Data Deletion: Upon account cancellation, data will remain in our database as per our data retention policy, accessible only by users and developers.",
        "retention" : "Data Retention",
        "retentionText" : "User data is retained as long as the account remains active. Upon cancellation or downgrade to the Basic plan, data will remain in our system unless the user requests deletion.",
        "privacy" : "Changes to the Privacy Policy",
        "privacyText" : "We may update this Privacy Policy periodically. Users will be notified of significant changes, and continued use of the service implies acceptance of the updated policy."
    }
}