{
    "title": "Documentos legales",
    "back": "Volver a la página de inicio de sesión",
    "terms": {
        "title": "Términos de servicio",
        "lastUpdated": "Última actualización: ",
        "overview": "Descripción general",
        "overviewText": "Bienvenido a InvoiceHun, un sistema de gestión y facturación para gestionar facturas, generar facturas y administrar empleados y clientes. Al acceder o utilizar nuestro servicio, acepta cumplir con los siguientes términos y condiciones. Por favor, léalos cuidadosamente.",
        "subscription": "Planes de suscripción",
        "subscriptionText": "Ofrecemos una variedad de planes de suscripción:",
        "basicPlan": "Plan básico: Versión gratuita con características limitadas",
        "monthlyPlan": "Planes mensuales y anuales: Planes pagos con características ampliadas y acceso.",
        "billing": "Facturación y pago",
        "billingText1": "Método de pago: Todos los pagos se procesan mediante tarjetas de crédito.",
        "billingText2": "Renovación automática: Las suscripciones se renuevan automáticamente por defecto. Los usuarios pueden desactivar la renovación automática en cualquier momento.",
        "billingText3": "Pagos atrasados: Si se pierde un pago, la cuenta volverá automáticamente al plan básico (gratuito). El usuario perderá acceso a las características pagadas pero conservará la funcionalidad básica.",
        "billingText4": "Cancelación: Los usuarios pueden cancelar su suscripción en cualquier momento. El acceso a las características pagadas continuará hasta el final del período de facturación, momento en el cual la cuenta volverá al plan básico.",
        "usage": "Uso de la cuenta",
        "usageText1": "Responsabilidad de la cuenta: Los usuarios son responsables de mantener la confidencialidad de sus credenciales de inicio de sesión y de todas las actividades realizadas en su cuenta.",
        "usageText2": "Compartir cuenta: Está prohibido compartir la cuenta principal. Solo los usuarios autorizados pueden acceder a la cuenta.",
        "usageText3": "Obligaciones del usuario: Los usuarios aceptan usar el servicio de manera responsable y de acuerdo con todas las leyes aplicables y estos términos.",
        "ownership": "Propiedad de datos y privacidad",
        "ownershipText1": "Propiedad de datos: Los usuarios conservan la propiedad de todos los datos que ingresan en el sistema, incluidas facturas, información de clientes y registros de empleados.",
        "ownershipText2": "Acceso a datos: Solo los usuarios autorizados y los desarrolladores tienen acceso a los datos, que se almacenan de manera segura en nuestra base de datos.",
        "termination": "Terminación de la cuenta",
        "terminationText": "Nos reservamos el derecho de suspender o terminar una cuenta si el usuario viola estos términos o participa en actividades prohibidas. Los usuarios pueden exportar sus datos antes de la terminación de la cuenta.",
        "limitation": "Limitación de responsabilidad",
        "limitationText": "InvoiceHun se proporciona 'tal cual' sin garantías de ningún tipo. No somos responsables por pérdidas de datos, interrupciones u otros problemas que puedan surgir al usar el servicio.",
        "modifications": "Modificaciones a los términos",
        "modificationsText": "Podemos modificar estos términos en cualquier momento. Los usuarios serán notificados de los cambios significativos, y el uso continuo del servicio constituye la aceptación de los términos revisados."
    },
    "privacy": {
        "title": "Política de privacidad",
        "lastUpdated": "Última actualización: ",
        "introduction": "Introducción",
        "introductionText": "InvoiceHun se compromete a proteger su privacidad. Esta Política de privacidad describe cómo recopilamos, usamos y protegemos su información.",
        "data": "Recopilación de datos",
        "dataText1": "Información personal: Recopilamos información personal necesaria para la creación de cuentas y el procesamiento de suscripciones, como nombre, correo electrónico y detalles de pago.",
        "dataText2": "Datos generados por el usuario: La información ingresada por los usuarios, incluidas facturas, datos de empleados y registros de clientes, se almacena en nuestro sistema.",
        "dataUsage": "Uso de datos",
        "dataUsageText1": "Mejora del servicio: Usamos los datos recopilados para mejorar y mantener nuestros servicios.",
        "dataUsageText2": "Facturación: La información de pago se usa únicamente para procesar pagos de suscripción.",
        "sharing": "Compartición de datos",
        "sharingText1": "Procesadores externos: Podemos compartir cierta información con proveedores externos de confianza, como procesadores de pagos, para facilitar la prestación del servicio.",
        "sharingText2": "Acceso por desarrolladores: Nuestros desarrolladores pueden acceder a los datos estrictamente para soporte técnico y mantenimiento.",
        "security": "Seguridad de los datos",
        "securityText": "Implementamos diversas medidas de seguridad para proteger los datos del usuario y prevenir accesos no autorizados. Todos los datos se almacenan de manera segura, y solo los usuarios autorizados y desarrolladores pueden acceder a ellos.",
        "rights": "Derechos del usuario",
        "rightsText1": "Acceso y corrección: Los usuarios pueden acceder y corregir su información personal en cualquier momento.",
        "rightsText2": "Eliminación de datos: Tras la cancelación de la cuenta, los datos permanecerán en nuestra base de datos según nuestra política de retención de datos, accesibles solo por usuarios y desarrolladores.",
        "retention": "Retención de datos",
        "retentionText": "Los datos de los usuarios se conservan mientras la cuenta permanezca activa. Tras la cancelación o el cambio al plan básico, los datos permanecerán en nuestro sistema a menos que el usuario solicite su eliminación.",
        "privacy": "Cambios en la política de privacidad",
        "privacyText": "Podemos actualizar esta Política de privacidad periódicamente. Los usuarios serán notificados de los cambios significativos, y el uso continuo del servicio implica la aceptación de la política actualizada."
    }
}
